{"_id": "5a8b57f25542995d1e6f1371", "response": "No, Scott Derrickson and Ed Wood were not of the same nationality.", "label": "unsupported"}
{"_id": "5a8c7595554299585d9e36b6", "response": "The woman who portrayed Corliss Archer in the film Kiss and Tell held the government position of U.S. Representative.", "label": "unsupported"}
{"_id": "5a85ea095542994775f606a8", "response": "The science fantasy young adult series, told in first person, that has a set of companion books narrating the stories of enslaved worlds and alien species is \"The Illuminae Files\" by Amie Kaufman and Jay Kristoff.", "label": "unsupported"}
{"_id": "5adbf0a255429947ff17385a", "response": "Yes, the Laleli Mosque and Esma Sultan Mansion are located in the same neighborhood.", "label": "unsupported"}
{"_id": "5a8e3ea95542995a26add48d", "response": "The director of the romantic comedy \"Big Stone Gap\" is based in New York City.", "label": "unsupported"}
{"_id": "5abd94525542992ac4f382d2", "response": "2014 S/S is the debut album of a South Korean boy group that was formed by Winner.", "label": "unsupported"}
{"_id": "5a85b2d95542997b5ce40028", "response": "The individual known by his stage name Aladin helped organizations improve their performance as a consultant.", "label": "unsupported"}
{"_id": "5a87ab905542996e4f3088c1", "response": "The arena where the Lewiston Maineiacs played their home games can seat approximately 4,000 people.", "label": "unsupported"}
{"_id": "5a7bbb64554299042af8f7cc", "response": "Annie Morton is older than Terry Richardson.", "label": "unsupported"}
{"_id": "5a8db19d5542994ba4e3dd00", "response": "Yes, Local H and For Against are both from the United States.", "label": "unsupported"}
{"_id": "5a7166395542994082a3e814", "response": "The fight song of the university whose main campus is in Lawrence, Kansas and whose branch campuses are in the Kansas City metropolitan area is \"I'm a Jayhawk.\"", "label": "unsupported"}
{"_id": "5a877e5d5542993e715abf7d", "response": "The screenwriter who co-wrote a film starring Nicolas Cage and Téa Leoni is David Diamond.", "label": "unsupported"}
{"_id": "5ab3b0bf5542992ade7c6e39", "response": "Guns N Roses performed a promo for a movie starring Arnold Schwarzenegger as a former New York Police detective in 1991.", "label": "unsupported"}
{"_id": "5ab56e32554299637185c594", "response": "Yes, Random House Tower and 888 7th Avenue are both used for real estate.", "label": "unsupported"}
{"_id": "5ab6d09255429954757d337d", "response": "The football manager who recruited David Beckham managed Manchester United from 1986 to 2013.", "label": "unsupported"}
{"_id": "5a75e05c55429976ec32bc5f", "response": "Brown State Fishing Lake is in a country with a population of approximately 10.4 million inhabitants.", "label": "unsupported"}
{"_id": "5ab3e45655429976abd1bcd4", "response": "The Vermont Catamounts men's soccer team currently competes in a conference that was formerly known as the North Atlantic Conference from 1988 to 1996.", "label": "supported"}
{"_id": "5ab29c24554299449642c932", "response": "Yes, Giuseppe Verdi and Ambroise Thomas are both Opera composers.", "label": "supported"}
{"_id": "5ae0d4c9554299603e418468", "response": "Roger O. Egeberg was Assistant Secretary for Health and Scientific Affairs during the administration of President Richard Nixon, who served from 1969 to 1974.", "label": "supported"}
{"_id": "5a8133725542995ce29dcbdb", "response": "Robert Erskine Childers was from England.", "label": "unsupported"}
{"_id": "5ae7a8175542993210983ed8", "response": "Sergio Perez is the other Mexican Formula One race car driver who has held the podium besides the Force India driver born in 1990.", "label": "unsupported"}
{"_id": "5ae6050f55429929b0807a5e", "response": "The singer of A Rather Blustery Day also voiced Sonic the Hedgehog.", "label": "unsupported"}
{"_id": "5adddccd5542997dc7907069", "response": "The iPhone can also control the program Apple Remote was originally designed to interact with.", "label": "unsupported"}
{"_id": "5ae2070a5542994d89d5b313", "response": "Wolf Alice has a higher instrument to person ratio compared to Badly Drawn Boy.", "label": "unsupported"}
{"_id": "5ae22b8d554299234fd0440f", "response": "Peter Schmeichel was voted the World's Best Goalkeeper by the IFFHS in 1992.", "label": "supported"}
{"_id": "5a722b8655429971e9dc9329", "response": "Nancy Sinatra was the writer of These Boots Are Made for Walkin' and her father, Frank Sinatra, died in 2007.", "label": "unsupported"}
{"_id": "5adf37a95542995ec70e8f97", "response": "Virginia Commonwealth University was founded in 1838.", "label": "supported"}
{"_id": "5abd259d55429924427fcf1a", "response": "Yes, both Dictyosperma and Huernia are described as genera.", "label": "supported"}
{"_id": "5a828c8355429966c78a6a50", "response": "Kaiser Ventures corporation was founded by Henry J. Kaiser.", "label": "supported"}
{"_id": "5a8a3e745542996c9b8d5e70", "response": "The name for the adventure in \"Tunnels and Trolls\" is known as \"Buffalo Castle\".", "label": "unsupported"}
{"_id": "5ac23ff0554299636651994d", "response": "Poison's album \"Shut Up, Make Love\" was released in 2000.", "label": "supported"}
{"_id": "5ae4a3265542995ad6573de5", "response": "Buck-Tick hails from Japan.", "label": "supported"}
{"_id": "5ae0361155429925eb1afc2c", "response": "Charles Nungesser was the French ace pilot and adventurer who flew L'Oiseau Blanc.", "label": "unsupported"}
{"_id": "5abc0a5d5542993f40c73c64", "response": "Yes, Freakonomics and In the Realm of the Hackers are both American documentaries.", "label": "unsupported"}
{"_id": "5a7cc50e554299452d57ba3e", "response": "Letters to Cleo had more members than Screaming Trees.", "label": "supported"}
{"_id": "5abf63f15542997ec76fd3ea", "response": "Alexander Kerensky was defeated and destroyed by the Bolsheviks in the course of a civil war that ended in 1922.", "label": "unsupported"}
{"_id": "5a8ef2a75542995a26add583", "response": "Seven Brief Lessons on Physics was written by an Italian physicist that has worked in France since 1986.", "label": "unsupported"}
{"_id": "5a80721b554299485f5985ef", "response": "The Livesey Hal War Memorial commemorates the fallen of World War II, which had over 60 million casualties.", "label": "supported"}
{"_id": "5ab51dae5542991779162d82", "response": "No, Elko Regional Airport is not located in Michigan, only Gerald R. Ford International Airport is.", "label": "unsupported"}
{"_id": "5a7571135542992d0ec05f98", "response": "Ralph Hefferline was a psychology professor at a university located in New York City.", "label": "supported"}
{"_id": "5a7a0e1e5542990783324e1a", "response": "The Scotch Collie's ancestors include Gordon and Irish Setters.", "label": "supported"}
{"_id": "5a74106b55429979e288289e", "response": "The company Sachin Warrier worked for as a software engineer is headquartered in San Francisco.", "label": "unsupported"}
{"_id": "5a79311755429970f5fffe67", "response": "The Japanese manga series based on Ichitaka Seto is written and illustrated by someone born in 1968.", "label": "unsupported"}
{"_id": "5ab2d3df554299194fa9352c", "response": "The battle in which Giuseppe Arimondi lost his life secured victory for Ethiopia.", "label": "unsupported"}
{"_id": "5a760ab65542994ccc918697", "response": "Alfred Balk served as the secretary of the Committee on the Employment of Minority Groups in the News Media under United States Vice President Lyndon B. Johnson.", "label": "unsupported"}
{"_id": "5a7d54165542995f4f402256", "response": "The medieval fortress in Dirleton, East Lothian, Scotland borders on the south side of the Firth of Forth coastal area.", "label": "unsupported"}
{"_id": "5ab859a955429934fafe6d7b", "response": "The writer of the song inspired by words on a tombstone and the first track on the box set Back to Mono is Phil Spector.", "label": "supported"}
{"_id": "5add61d65542995b365fab21", "response": "A former Soviet statesman initiated a political forum.", "label": "unsupported"}
{"_id": "5a8e068b5542995085b37384", "response": "Yes, Ferocactus and Silene are both types of plants.", "label": "supported"}
{"_id": "5abbf698554299114383a0b5", "response": "The British first-generation jet-powered medium bomber used in the South West Pacific theatre of World War II was the de Havilland Vampire.", "label": "unsupported"}
{"_id": "5a8e1027554299653c1aa15f", "response": "The 14th season for the Colorado Buffaloes in the NCAA Division was in 1988, in the Big Eight Conference.", "label": "unsupported"}
{"_id": "5ab84bf555429916710eb01f", "response": "At the end of 2016, the chain that bought Euromarché in 1991 operated 15 hypermarkets.", "label": "unsupported"}
{"_id": "5a77724455429972597f153e", "response": "The Indianapolis Motor Speedway hosts a 500 mile race every May in the midwest.", "label": "supported"}
{"_id": "5a87c13f5542996e4f30890c", "response": "The \"Prince of tenors\" starred in a film based on an opera by Giacomo Puccini in the city of New York.", "label": "unsupported"}
{"_id": "5ab96ab755429970cfb8eacd", "response": "Ellie Goulding worked with writers such as Max Martin, Savan Kotecha, and Greg Kurstin on her third studio album, Delirium.", "label": "unsupported"}
{"_id": "5a8a43eb5542996c9b8d5e82", "response": "Melbourne is the Australian city founded in 1838 that contains a boarding school opened by a Prime Minister of Australia and named after a school in London of the same name.", "label": "unsupported"}
{"_id": "5ae73acb5542991e8301cc07", "response": "D1NZ is a series based on drifting.", "label": "supported"}
{"_id": "5a7320565542991f9a20c61d", "response": "Keith Bostic is younger than Jerry Glanville.", "label": "supported"}
{"_id": "5ae32e125542991a06ce9946", "response": "The population of the city in which Kirton End is located according to the 2001 census was 3,177.", "label": "unsupported"}
{"_id": "5adc53f75542996e6852530a", "response": "Yes, both Cypress and Ajuga are genera.", "label": "unsupported"}
{"_id": "5a8b20335542996c9b8d5fb3", "response": "The former NBA player who was a member of the Charlotte Hornets during their 1992-93 season and was head coach for the WNBA team Charlotte Sting is Muggsy Bogues.", "label": "unsupported"}
{"_id": "5a85fb085542994775f606de", "response": "The name of the executive producer of the film with a score composed by Jerry Goldsmith is [unknown].", "label": "unsupported"}
{"_id": "5a7be2595542997c3ec972ac", "response": "Virginia Woolf was born earlier than Emma Bull.", "label": "supported"}
{"_id": "5a77152355429966f1a36c2e", "response": "The Roud Folk Song Index of the nursery rhyme inspiring \"What Are Little Girls Made Of?\" is 788.", "label": "unsupported"}
{"_id": "5a8f4c8d554299458435d5a3", "response": "Scott Parkin has been a vocal critic of Exxonmobil and another corporation that has operations in multiple countries.", "label": "supported"}
{"_id": "5a80840f554299485f59863b", "response": "Rose McGowan was best known for being in the WB supernatural drama series \"Charmed.\"", "label": "supported"}
{"_id": "5a8361b65542992ef85e22a0", "response": "Vince Phillips held a junior welterweight title by an organization recognized by the International Boxing Hall of Fame.", "label": "supported"}
{"_id": "5ae7ba7a5542993210983f12", "response": "The name of the singer is Usher.", "label": "supported"}
{"_id": "5ac2acff55429921a00ab02b", "response": "The younger brother of The episode guest stars of The Hard Easy is Alex.", "label": "unsupported"}
{"_id": "5aba7cfe554299232ef4a2fd", "response": "The 2017–18 Wigan Athletic F.C. season will be a year in which the team competes in the league cup known as the Carabao Cup for sponsorship reasons.", "label": "supported"}
{"_id": "5ae5aba0554299546bf82f17", "response": "Tara Strong's major voice role in the animated series \"Teen Titans\" is as the character Raven.", "label": "unsupported"}
{"_id": "5ae1f4cb554299234fd0436d", "response": "The inhabitant of the city where the 122nd SS-Standarte was formed in 2014 is a member of the organization.", "label": "unsupported"}
{"_id": "5ae7e1fc55429952e35ea9cc", "response": "People in the Netherlands wear orange clothing during Oranjegekte and to celebrate the national holiday Koningsdag.", "label": "supported"}
{"_id": "5ae37c765542992f92d822d4", "response": "The name of the 1996 loose adaptation of William Shakespeare's \"Romeo & Juliet\" written by James Gunn was \"Romeo + Juliet.\"", "label": "unsupported"}
{"_id": "5ae33c4d5542992f92d82262", "response": "Robert Suettinger was the national intelligence officer under former Governor of Arkansas Bill Clinton.", "label": "supported"}
{"_id": "5a77cb335542997042120b3a", "response": "Carissa Moore won the Rip Curl Pro Portugal.", "label": "unsupported"}
{"_id": "5a8979f4554299669944a52e", "response": "The middle name of the actress who plays Bobbi Bacha in Suburban Madness is Joy.", "label": "unsupported"}
{"_id": "5a713ea95542994082a3e6e4", "response": "Alvaro Mexia had a diplomatic mission with the Apache tribe of indigenous people.", "label": "unsupported"}
{"_id": "5a78bd9b554299078472774a", "response": "Alfred Gell and Edmund Leach were British nationals.", "label": "supported"}
{"_id": "5a7625e8554299109176e66a", "response": "The King who made the 1925 Birthday Honours was born in 1865.", "label": "supported"}
{"_id": "5ae2dd2055429928c423950d", "response": "The county seat of the county where East Lempster, New Hampshire is located is Newport.", "label": "supported"}
{"_id": "5abdf12255429976d4830a2f", "response": "The Rock singer's stage name was Bob Seger.", "label": "supported"}
{"_id": "5a88658955429938390d3f47", "response": "Rostker v. Goldberg held that the practice of filling armed forces vacancies through gender-based draft registration was constitutional.", "label": "supported"}
{"_id": "5a86ebac55429960ec39b6d6", "response": "Handi-Snacks are a snack food product line sold by Mondelez International, an American multinational company based in Illinois.", "label": "supported"}
{"_id": "5aba5d2e55429901930fa799", "response": "The name of the woman from the book \"Their Lives: The Women Targeted by the Clinton Machine\" who was also a former White House intern is Monica Lewinsky.", "label": "supported"}
{"_id": "5ae5736e5542990ba0bbb2b3", "response": "The American lawyer, lobbyist, and political consultant who was a senior member of Donald Trump's presidential campaign was born on June 23, 1949.", "label": "unsupported"}
{"_id": "5ae005b555429942ec259bec", "response": "The novel that Lourenço Mutarelli based \"Nina\" on was first published in 1847.", "label": "unsupported"}
{"_id": "5a7759fc5542993569682d60", "response": "Teide National Park is located in Tenerife, and Garajonay National Park is located in La Gomera, both in the Canary Islands, Spain.", "label": "supported"}
{"_id": "5a835478554299123d8c20ed", "response": "Roald Dahl's variation on a popular anecdote sold millions of copies.", "label": "supported"}
{"_id": "5aba749055429901930fa7d8", "response": "Chris Menges and Aram Avakian share the occupation of being film directors.", "label": "supported"}
{"_id": "5abfb3425542990832d3a1c0", "response": "Andrew Jaspan was the co-founder of The Conversation, a not-for-profit media outlet.", "label": "supported"}
{"_id": "5ac3165c5542995ef918c10a", "response": "Steven Soderbergh hosted the 18th Independent Spirit Awards in 2002.", "label": "unsupported"}
{"_id": "5ae53b545542990ba0bbb23c", "response": "The hotel and casino where Bill Cosby's third album was recorded is the Harrah's Lake Tahoe in Stateline, Nevada.", "label": "unsupported"}
{"_id": "5ae224da554299234fd043ee", "response": "Yes, the drink Gibson contains gin, while Zurracapote does not.", "label": "unsupported"}
{"_id": "5ae2b770554299495565db0f", "response": "The annual documentary film festival presented by the fortnightly published British journal of literary essays is held in October.", "label": "unsupported"}
{"_id": "5a80b3a9554299485f5986cc", "response": "Tysons Galleria is located in Fairfax County.", "label": "supported"}
{"_id": "5a8e0a005542995085b373a1", "response": "Bordan Tkachuk was the CEO of a company that provides financial products.", "label": "unsupported"}
{"_id": "5ac1b8ee5542994d76dccedc", "response": "The filmmaker known for animation is Lev Yilmaz.", "label": "supported"}
{"_id": "5adccd795542990d50227d2c", "response": "The ambassador of the Rabat-Salé-Kénitra administrative region to China is based in Beijing.", "label": "supported"}
{"_id": "5a84c4135542994c784dda31", "response": "Yingkou and Fuding are not at the same level of city.", "label": "supported"}
{"_id": "5a85eed75542996432c5713b", "response": "The descendants of the group of black Indians associated with the Seminole people settled in the region of modern-day Oklahoma.", "label": "unsupported"}
{"_id": "5a774e9c55429972597f14f3", "response": "David Huntsinger has worked with Yolanda Adams, a gospel singer born in the month of July.", "label": "unsupported"}
{"_id": "5ae738f75542991bbc9761c4", "response": "The brother of the first round draft pick by the Washington Redskins was drafted in 2020.", "label": "unsupported"}
{"_id": "5ac32b565542995ef918c154", "response": "The stadium at which the 1964 Georgia Tech Yellow Jackets football team played their home games is located in Atlanta, Georgia.", "label": "supported"}
{"_id": "5abc8d75554299700f9d7900", "response": "Leo Varadkar.", "label": "supported"}
{"_id": "5a8bb29b554299240d9c2089", "response": "George Raft starred in the 1945 film Johnny Angel.", "label": "supported"}
{"_id": "5ab659e355429954757d324e", "response": "Three Men on a Horse is a play by a playwright born in 1909.", "label": "unsupported"}
{"_id": "5a8b8b3155429949d91db5d7", "response": "Owner earnings and Warren Buffett both involve evaluating a company's profitability.", "label": "unsupported"}
{"_id": "5ae7eaf65542994a481bbe1d", "response": "The former Indian cricketer who made his ODI debut during the 2000 ICC KnockOut Trophy was born on November 5, 1978.", "label": "unsupported"}
{"_id": "5a8c4c625542995e66a475a1", "response": "The Major was test-flying the B-2 Spirit stealth bomber, after whom the base is named.", "label": "unsupported"}
{"_id": "5a818387554299260e20a291", "response": "Based on a True Story... is an album by Blake Shelton, with the single My Eyes.", "label": "supported"}
{"_id": "5ab978855542996be2020512", "response": "The \"dwelling place of the dead\" was built over several centuries.", "label": "supported"}
{"_id": "5ae63dad55429929b0807afe", "response": "The British author who wrote the novel on which \"Here We Go Round the Mulberry Bush\" was based was born in 1832.", "label": "unsupported"}
{"_id": "5a7a455c5542994f819ef1a7", "response": "George Archainbaud died first.", "label": "supported"}
{"_id": "5a7dcc775542990b8f503ab5", "response": "The component of shellite with the formula (ON)CHOH is nitrosoethanol.", "label": "unsupported"}
{"_id": "5a887bc0554299206df2b2b6", "response": "The Argentine PGA Championship record holder has won 45 tournaments worldwide.", "label": "unsupported"}
{"_id": "5a83880e554299123d8c214e", "response": "Suicide's 1977 released album features a song based on Marvel's comic character.", "label": "supported"}
{"_id": "5a879adb5542996e4f30887f", "response": "The person who introduced the DISCLOSE Act also held the position of U.S. Senator.", "label": "supported"}
{"_id": "5add11935542994734353827", "response": "No, Skin Yard and Ostava were not from the U.S.", "label": "unsupported"}
{"_id": "5a8c5569554299240d9c2126", "response": "Yes, Daryl Hall and Gerry Marsden are both musicians.", "label": "supported"}
{"_id": "5a75f0ea5542994ccc91866c", "response": "The A41 is the major truck road located in Backford Cross.", "label": "supported"}
{"_id": "5a89f5815542993b751ca9c5", "response": "Caroline Carver played the role of Princess Rosalind in the 1999 Hallmark Entertainment made-for-TV fantasy movie.", "label": "unsupported"}
{"_id": "5a8d5fc6554299585d9e37c6", "response": "The name of the fantasy film starring Sarah Bolger is \"The Spiderwick Chronicles.\"", "label": "supported"}
{"_id": "5ac120c55542992a796dedfc", "response": "Maxeda has been owned since 2004 by KKR, an American multinational equity firm.", "label": "supported"}
{"_id": "5ab7c1a955429928e1fe38c8", "response": "The youngest daughter of Lady Mary-Gaye Curzon stars with Douglas Smith and Lucien Laviscount in the 2017 film \"The Bye Bye Man.\"", "label": "supported"}
{"_id": "5abd01205542992ac4f3819b", "response": "Mummulgum is a stop on the Bruxner Highway before reaching the town on the banks of the Richmond River.", "label": "supported"}
{"_id": "5ab69c25554299110f219a39", "response": "The American audio engineer and clandestine chemist who recorded the album \"Old and in the Way\" was Owsley Stanley.", "label": "supported"}
{"_id": "5a7b12a355429927d897bf2a", "response": "The palace where Columba de Dunbar died in 1435 was founded in an unspecified year.", "label": "unsupported"}
{"_id": "5ae0006755429925eb1afbd3", "response": "Bubblegum Alley, similar to Gum Wall, is located in San Luis Obispo, California.", "label": "supported"}
{"_id": "5ae305df5542992decbdcdc3", "response": "The January 2, 2012 game featuring the University of Louisville team was held at the Mercedes-Benz Superdome.", "label": "supported"}
{"_id": "5a8574945542997b5ce3fffb", "response": "LaLee's Kin: The Legacy of Cotton was Oscar nominated, not Gimme Shelter, the 1970 Rolling Stones documentary.", "label": "supported"}
{"_id": "5a7332935542991f9a20c67d", "response": "Catan was published most recently.", "label": "unsupported"}
{"_id": "5a80071f5542992bc0c4a684", "response": "Alice David is the voice of Lara Croft in a video game developed by Crystal Dynamics.", "label": "supported"}
{"_id": "5ae73c065542991e8301cc18", "response": "The Eminem album that included vocals from a singer who had an album titled \"Unapologetic\" is \"The Marshall Mathers LP 2.\"", "label": "supported"}
{"_id": "5a87d8215542994775f60800", "response": "The film is \"Training Day.\"", "label": "unsupported"}
{"_id": "5ac2ffbd554299677310267b", "response": "SuperMansion starred the actress who had a recurring role as Alice Murphy on Workaholics.", "label": "unsupported"}
{"_id": "5a7c960655429935c91b5244", "response": "The 1974 Texas Tech Raiders football team represented Texas Tech University in Lubbock, Texas.", "label": "supported"}
{"_id": "5a7d61775542991319bc93b9", "response": "General Gerard Lake, the Commander-in-Chief of Ireland, and General David Baird, the Commander-in-Chief of India, contributed to the storming of the castle during the Siege of Bharatpur.", "label": "unsupported"}
{"_id": "5ac1c6805542994ab5c67e11", "response": "The production company for The Year Without a Santa Claus is best known for creating animated Christmas specials.", "label": "supported"}
{"_id": "5a7a230e5542996a35c170ee", "response": "The film that starred the composer for \"The Naked Brothers Band\" was released in 2005.", "label": "unsupported"}
{"_id": "5ae4627d5542991a06ce9a4d", "response": "The author of Sexual Politics attended the University of Oxford.", "label": "supported"}
{"_id": "5ac2d1d755429921a00ab053", "response": "Roberta Vinci had the better singles ranking compared to Jorge Lozano.", "label": "supported"}
{"_id": "5ab4e3065542990594ba9cb4", "response": "Both Truth in Science and Discovery embrace the campaign of promoting scientific knowledge and understanding.", "label": "unsupported"}
{"_id": "5ac298f9554299657fa28fc9", "response": "Ian Watkins was the talented musician who was incarcerated, impacting his career with a rock band.", "label": "supported"}
{"_id": "5ab6a2be554299710c8d1f08", "response": "The movies Queen of Blood and Battle Beyond the Sun both contained scenes from the 1959 Soviet feature film \"Mystery of the Third Planet.\"", "label": "unsupported"}
{"_id": "5a738d27554299623ed4abf3", "response": "Erika Jayne was born first.", "label": "supported"}
{"_id": "5ab2a186554299295394677b", "response": "The English local newspaper featuring the sculpture and war memorial in the Forbury gardens changed names in 2014.", "label": "unsupported"}
{"_id": "5a8704f8554299211dda2ba4", "response": "The Isles led by Aonghus Mór that covered over 8300 km2 are the Hebrides.", "label": "unsupported"}
{"_id": "5ab5ed505542997d4ad1f255", "response": "Bruce Spizer is an expert on The Beatles, known as the most influential act of the rock era.", "label": "supported"}
{"_id": "5a77c1505542997042120b1b", "response": "\"The song 'She's Got It All' was behind the third single on the album 'A Lot About Livin' (And a Little 'bout Love)' for two weeks on the country charts.\"", "label": "unsupported"}
{"_id": "5a88d745554299206df2b378", "response": "David Yates and Pietro Germi shared the occupation of being film directors.", "label": "supported"}
{"_id": "5ae748d1554299572ea547b0", "response": "Marcus Wayne Garland spent nine seasons with the Baltimore Orioles, one of the American League's original eight charter franchises established in 1901.", "label": "supported"}
{"_id": "5a7a8a9c554299042af8f666", "response": "The lamp used in many lighthouses is similar to the Argand lamp patented in 1780 by Aimé Argand.", "label": "supported"}
{"_id": "5adffe7155429906c02daa9e", "response": "The songs from the soundtrack to \"When Harry Met Sally\" are performed by a singer that has had three top 20 US albums.", "label": "unsupported"}
{"_id": "5ab642845542995eadeeff8e", "response": "Yes, Broughtonia and Laeliocattleya are both orchids.", "label": "supported"}
{"_id": "5a906a685542990a9849362e", "response": "The world cup where Algeria qualified for the first time into the round of 16 was hosted in Brazil in 2014.", "label": "supported"}
{"_id": "5a7633ad5542992db9473741", "response": "The Seven Days Battles were fought earlier in our nation's history than the Battle of Manila.", "label": "supported"}
{"_id": "5a74ce9655429974ef308c6c", "response": "The retailer in ABQ Uptown that is headquartered in Poole, Dorset, United Kingdom is Lush Cosmetics.", "label": "unsupported"}
{"_id": "5a713a5a5542994082a3e6a9", "response": "Manchester United Football Club plays in the area between the old tool gates: Brook Bar and Trafford Bar.", "label": "supported"}
{"_id": "5ab341f755429969a97a8114", "response": "The song \"Chim Chim Cher-ee\" can be heard in the \"Mary Poppins\" scene of a Disney ride that debuted in 2019.", "label": "unsupported"}
{"_id": "5a8325b35542990548d0b18f", "response": "The record for the longest service in the Australian Parliament for a woman was held by Joan Child and was surpassed by Bronwyn Bishop.", "label": "unsupported"}
{"_id": "5ab9374b554299131ca422c6", "response": "Les Murray was born on October 22, 1930 and presented the Australia 2022 FIFA World Cup bid.", "label": "unsupported"}
{"_id": "5ae52c0f5542992663a4f12e", "response": "Faith Lutheran Middle School and High School is located by the major city of Las Vegas.", "label": "supported"}
{"_id": "5adbfbd555429947ff173893", "response": "Ed Sheeran hosted the 16th Annual Young Hollywood Awards.", "label": "unsupported"}
{"_id": "5ab7f0015542992aa3b8c88b", "response": "The Star and Dagger bass player married Sean Yseult.", "label": "supported"}
{"_id": "5ac547525542993e66e822a3", "response": "In 2017, 3/4th of the U.S. Food and Drug Administration's Center for Veterinary Medicine budget was spent on various operational expenses.", "label": "unsupported"}
{"_id": "5a7cbf8c554299452d57b9f4", "response": "Dinosaur came out first.", "label": "supported"}
{"_id": "5a7ddc5a5542995f4f4022da", "response": "Both Bishop Carroll Catholic High School and Kapaun Mt. Carmel Catholic High School are located in Wichita, Kansas.", "label": "supported"}
{"_id": "5a7a1cd85542990783324e65", "response": "The 58th quadrennial American presidential election held after the 2016 Michigan Democratic primary was the 2020 presidential election.", "label": "unsupported"}
{"_id": "5ae0a59a55429945ae9593e2", "response": "The Celtic ruler who was born in AD 43 ruled southeastern Britain prior to conquest by the Roman Empire.", "label": "supported"}
{"_id": "5a8b987f5542997f31a41d7a", "response": "The name of the detective novelist parent of the author of '\"Q\" Is for Quarry' is Ross Macdonald.", "label": "unsupported"}
{"_id": "5a8739a05542994775f607ab", "response": "The birthplace of the Senator who represents the first of 62 districts in the State Senate is unknown.", "label": "unsupported"}
{"_id": "5ae67dba55429908198fa5f0", "response": "The Memphis Hustle are based in a suburb of a city with a population of over 600,000 in 2010.", "label": "unsupported"}
{"_id": "5a7b3f4d5542992d025e67bb", "response": "Pasek and Paul composed music for \"La La Land\" and created lyrics for \"A Christmas Story: The Musical.\"", "label": "supported"}
{"_id": "5ae2dfd155429928c423951b", "response": "Port Stephens is a local government area in the Hunter region of New South Wales, Australia, located south of Shelly Beach.", "label": "unsupported"}
{"_id": "5ab6ba245542995eadef007f", "response": "Yes, Bamboo Mañalac and Danny Jones are both musicians.", "label": "supported"}
{"_id": "5ab8854555429934fafe6e0c", "response": "Works by Hanna Leena Kristiina Varis are part of a collection in a museum that houses approximately 65,000 artifacts.", "label": "unsupported"}
{"_id": "5a8eea4a5542990e94052bb7", "response": "The Western Germanic language spoken from which the small settlement situated on the river Leda opposite Leer derives its name was Old Frisian.", "label": "unsupported"}
{"_id": "5a74c85055429916b0164218", "response": "The man born on 6 March 1937 and a citizen of the United Kingdom was Sir Tom Jones.", "label": "unsupported"}
{"_id": "5a88dcf9554299206df2b383", "response": "Hatton Hill and Hatton Castle, Angus have Scotland in common.", "label": "supported"}
{"_id": "5a7625c7554299109176e668", "response": "The chief executive officer of Nerdist Industries was a guest on the podcast \"Armchair Expert with Dax Shepard.\"", "label": "unsupported"}
{"_id": "5ac0d83a554299294b219038", "response": "Randall Cunningham II was a multi-sport athlete at the high school located in Las Vegas, Nevada.", "label": "unsupported"}
{"_id": "5a790d8f554299029c4b5eec", "response": "English musician George Harrison is known for both the songs \"See Yourself\" and \"Within You Without You.\"", "label": "supported"}
{"_id": "5ab2c5e255429916697740ba", "response": "The Captain of the National Hockey League All-Star Game \"Away Team\" plays the position of forward.", "label": "unsupported"}
{"_id": "5abcfc365542993a06baf9d6", "response": "The series on CBS, starring the actor known for his role in \"Rebel Without a Cause,\" aired in 1958.", "label": "unsupported"}
{"_id": "5a8ee6915542990e94052bad", "response": "The character that becomes the main antagonist in the following season was introduced in Book 1: Water.", "label": "unsupported"}
{"_id": "5abba4855542993f40c73b68", "response": "The directors of the 2009 American science fiction film starring the actor who played Dexter Morgan in the Showtime TV Network series \"Dexter\" were Michael Spierig and Peter Spierig.", "label": "unsupported"}
{"_id": "5ae0bae555429906c02dab08", "response": "\"The travel parody series that featured American actor, comedian, and radio host best known as the host of \"The Joe Schmo Show\" is \"The Detour.\"", "label": "unsupported"}
{"_id": "5ab271fe554299449642c8a6", "response": "Yes, The Importance of Being Icelandic and The Five Obstructions belong to different film genres.", "label": "unsupported"}
{"_id": "5a7997a2554299029c4b5f59", "response": "Tefik Selim Mborja was a part of a party that held power in Albania until 1992.", "label": "unsupported"}
{"_id": "5add673e5542992ae4cec54d", "response": "Joe Walker played for the Oregon Ducks, who end their regular season with the Civil War rivalry game.", "label": "supported"}
{"_id": "5ae819ac55429952e35eaa16", "response": "The station that broadcast the episode \"Marry Me a Little, Marry Me a Little More\" of the series created by Max Mutchnick and David Kohan is NBC.", "label": "supported"}
{"_id": "5aba65a055429939ce03dcd2", "response": "Georges-Henri Bousquet translated the work of a historian who is of French heritage.", "label": "unsupported"}
{"_id": "5a87bada5542994846c1cddc", "response": "The headquarters of the American research and scientific development company where Ravi Sethi worked as a computer scientist are located in Palo Alto.", "label": "unsupported"}
{"_id": "5ae74fc45542997b22f6a6b4", "response": "The full name of the viral respiratory disease in which Yi Guan's research helped to prevent the outbreak of is Severe Acute Respiratory Syndrome (SARS).", "label": "supported"}
{"_id": "5adf65555542992d7e9f9334", "response": "James Baker Hall is the Kentucky Writers Hall of Fame author who has had works published by Dim Gray Bar Press.", "label": "unsupported"}
{"_id": "5ade69e455429975fa854ec5", "response": "The director who worked with Vikram Bhatt on a film starring actors Rajneesh Duggal and Adah Sharma is Bhushan Patel.", "label": "unsupported"}
{"_id": "5ae057fd55429945ae959328", "response": "Robert Smith founded the multinational company headquartered in London.", "label": "unsupported"}
{"_id": "5ab28019554299722f9b4d51", "response": "The settlement that the character from the Son of al Qaeda got in 2017 was $1 million.", "label": "unsupported"}
{"_id": "5a75f79555429976ec32bcca", "response": "The film \"Supercyclone\" was made about Cyclone Monica in 2007.", "label": "unsupported"}
